unit ConstHardware;

interface

uses Windows,Classes,SysUtils;

 //-----------------------------------------------------------------------------
 //
 // Переменные аппаратного обеспечения тренажера для локомотива серии 
 //
 //-----------------------------------------------------------------------------

const

  //Переменные ВВ (кнопки)

  //Переменные ВСТ (лампочки)

  //Переменные ЦАП (приборы)

  //Переменные АЦП (управление)
  KVT_254 :integer = 600;  // й1
  KM_130 :integer = 601;  // й2

  //Переменные ВЫВ (штучки)

implementation

end.
